// export const areas = [
//   {
//     name: "القاهرة",
//     areas: [
//       "القاهرة",
//       "مدينه نصر",
//       "التجمع الخامس",
//       "التجمع الاول",
//       "التجمع التالت",
//       "القطاميه",
//       "المقطم",
//       "مصر الجديده",
//       "جسر السويس",
//       "روكسي",
//       "شارع الثوره",
//       "السيده زينب",
//       "محور المشير",
//       "محور كمال عامر",
//       "الطريق الدائري",
//       "طريق السخنه",
//       "حلوان",
//       "المعصره",
//       "15 مايو",
//       "مصطفي النحاس",
//       "مكرم عبيد",
//       "عباس العقاد",
//       "مدينتي",
//       "التجمع",
//       "حلميه الزيتون",
//       "الاوتوستراد",
//       "ميدان التجنيد",
//       "شارع 9",
//       "الرحاب",
//       "طره",
//       "غمره",
//       "شارع بورسعيد",
//       "العتبه",
//       "باب اللوق",
//       "الزمالك",
//       "الجزيره",
//       "شارع احمد فخري",
//       "الحي العاشر",
//       "الحي السادس",
//       "الحي السابع",
//       "ميدان اسماعيليه",
//       "هارون",
//       "سفير",
//       "السبع عمارات",
//       "كليه البنات",
//       "الميرغني",
//       "الماظه",
//       "العباسيه",
//       "عين شمس",
//       "هليوبوليس",
//       "ميدان الحجاز",
//       "شيراتون",
//     ],
//   },

//   {
//     name: "الجيزة",
//     areas: [
//       "الهرم",
//       "المحور",
//       "الجيزه",
//       "المريوطيه",
//       "العمرانيه",
//       "ميدان الجيزه",
//       "شارع الهرم",
//       "شارع فيصل",
//       "فيصل",
//       "الطالبيه",
//       "العشرين",
//       "شارع العشرين",
//       "المنصوريه",
//       "التعاون",
//       "الطوابق",
//       "خاتم المرسلين",
//       "نفق نصر الدين",
//       "بولاق الدكرور",
//       "الدقي",
//       "المهندسين",
//       "شارع 26 يوليو",
//       "6 اكتوبر",
//       "حدائق الاهرام",
//       "القريه الذكيه",
//     ],
//   },

//   {
//     name: "الإسكندرية",
//     areas: [
//       "اسكندريه",
//       "سموحه",
//       "العصافره",
//       "ميامي",
//       "شارع 45",
//       "المعموره",
//       "المنتزه",
//       "محرم بيك",
//       "محطه مصر",
//       "جليم",
//       "المندره",
//     ],
//   },
// ];
export const areas = [
  {
    name: "اكتوبر",
    areas: [
      "الشيخ زايد",
      "ابو رواش",
      "ابو غالب",
    ]
  },
  {
    name: "الجيزه",
    areas: [
      "طريق مصر اسكندريه الصحراوي",
      "الخطاطبه",

    ]
  },
  {
    name: "اسكندريه",
    areas: [
      "اسكندريه",
      "العامريه",
      "برج العرب",
      "المنطقه الصناعيه",
      "الكيلو 21",
      "العجمي",
      "الهانوفيل",
      "البيطاش",
      "سيدي كرير",
      "الجلاء",
      "الشجاعه"
    ]
  },
  {
    name: "الحمام",
    areas: [
      "الحمام",
      "الضبعه",
      "طريق الضبعه"
    ]
  },
  {
    name: "العلمين",
    areas: [
      "العلمين",
      "مدينه العلمين الجديده",
      "طريق العلميين",
      "سيدي عبد الرحمن",
      "مارينا",
      "مراسي",
      "راس الحكمه",
      "انقاذ مراقيا"
    ]
  },
  {
    name: "الساحل الشمالي",
    areas: [
      "فوكا",
      "طريق فوكا",
      "الساحل الشمالي",
      "مارينا",
      "مراسي",
      "سيدي عبد الرحمن",
      "راس الحكمه"
    ]
  },
  {
    name: "مرسى مطروح",
    areas: [
      "مرسي مطروح",
      "العلمين",
      "الضبعه",
      "راس الحكمه"
    ]
  },
  {
    name: "وادي النطرون",
    areas: [
      "مزارع الدبلوماسيين",
    ]
  },
  {
    name: "مناطق متفرقة / طرق ومحاور",
    areas: [
      "الطريق الإقليمي",
      "مدينه السادات",
      "مركز بدر",
      "النوباريه",
      "كفر داوود",
      "ابو المطامير",
      "كوم حماده",
      "الباجور",
      "أشمون"
    ]
  }
];
